class Interfac(object):
    def __init__(self):
        print('''
        ++++++++++++++++++++请选择您的操作++++++++++++++++++++++++++
                            1/添加学生基本信息                      
                            2/添加学生成绩信息                      
                            3/显示所有学生信息                      
                            4/查询指定学生信息 
                            5/显示所有学生成绩
                            6/查询指定学生成绩
                            7/修改学生信息                          
                            8/修改学生成绩                          
                            9/删除学生信息                         
                            a/删除学生成绩                         
                            0/退出系统                             
        +++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
        ''')